Repository: Akhil423/medical-appointment-scheduling
Catalog: locale/messages.*.xlf
Languages: de

source: Do you really want to cancel this appointment?
de: Wollen Sie diesen Termin entfernen?

source: YES
de: JA

source: NO
de: NEIN

source: Attendance List
de: Anwesenheit

source: Month
de: Monat

source: Week
de: Woche

source: Today
de: Heute

source: Rooms
de: Behandlungsräume

source: Statistics
de: Statistik

source: Anonymized View
de: Anonyme Wochenansicht

source: Insert Test-Examinations
de: Testuntersuchungen anlegen

source: Insert Test-Rooms
de: Testbehandlungsräume anlegen

source: Insert Test-Patients
de: Testpatienten anlegen

source: Create random appointments
de: Zufällige Termine erzeugen

source: Create random attendances
de: Zufällige Anwesenheiten erzeugen

source: Delete All Appointments
de: Alle Termine löschen

source: Delete All Attendances
de: Alle Anwesenheiten löschen

source: Delete All Rooms
de: Alle Behandungsräume löschen

source: Delete All Patients
de: Alle Patienten löschen

source: Delete All Examinations
de: Alle Behandlungen löschen

source: On {INTERPOLATION} at {INTERPOLATION_1}
de: Am {INTERPOLATION} um {INTERPOLATION_1}

source: EDIT
de: BEARBEITEN

source: New Appointment
de: Neuer Termin

source: Update Appointment
de: Termin bearbeiten

source: Examinations
de: Behandlungen

source: E.g.: 30M, 1H, 1H40M etc.
de: Z.B.: 30M, 1H, 1H40M etc.

source: Room
de: Behandlungsraum

source: Room: *
de: Raum: *

source: Reminders
de: Erinnerungen

source: Send email reminder {START_TAG_SPAN}({INTERPOLATION}){CLOSE_TAG_SPAN}
de: Erinnerung per Mail senden {START_TAG_SPAN}({INTERPOLATION}){CLOSE_TAG_SPAN}

source: Send text message reminder {START_TAG_SPAN}({INTERPOLATION}){CLOSE_TAG_SPAN}
de: Erinnerung per SMS senden {START_TAG_SPAN}({INTERPOLATION}){CLOSE_TAG_SPAN}

source: SAVE
de: SPEICHERN

source: {INTERPOLATION}, {INTERPOLATION_1} Minutes
de: {INTERPOLATION}, {INTERPOLATION_1} Minuten

source: APPLY
de: ÜBERNEHMEN

source: Scheduled
de: Geplant

source: No more patients scheduled for today.
de: Es sind keine weiteren Patienten für heute geplant.

source: Scheduled for {INTERPOLATION}, {INTERPOLATION_1}
de: Geplant für {INTERPOLATION}, {INTERPOLATION_1}

source: CHECK IN
de: ANMELDEN

source: Waiting
de: Warteraum

source: No patients waiting at the moment.
de: Es sind keine Patienten im Warteraum.

source: Waiting {INTERPOLATION}
de: Wartet {INTERPOLATION}

source: UNDER TREATMENT
de: AUFGERUFEN

source: Under Treatment
de: In Behandlung

source: No patients under treatment.
de: Es sind keine Patienten in Behandlung.

source: Under treatment {INTERPOLATION}
de: In Behandlung {INTERPOLATION}

source: CHECK OUT
de: ABMELDEN

source: Finished
de: Behandlung abgeschlossen

source: No patients finished yet.
de: Keine Behandlung durchgeführt.

source: Has been under treatment for {INTERPOLATION} minutes
de: War für {INTERPOLATION} Minuten in Behandlung

source: Patient Data
de: Patientendaten

source: Loading patient data...
de: Patientendaten werden geladen...

source: CANCEL APPOINTMENT
de: TERMIN LÖSCHEN

source: Check in walk-in patient
de: Akutpatienten anmelden

source: SAVE & CHECK IN
de: SPEICHERN & ANMELDEN

source: Appointment Accepted
de: Termin bestätigt

source: You have successfully accepted your appointment.
de: Sie haben Ihren Termin erfolgreich bestätigt.

source: Appointment Expired
de: Terminangebot abgelaufen

source: It looks like this offer for an appointment already expired.
de: Ihr Terminangebot scheint bereits abgelaufen zu sein.

source: You can always get a new one by mailing to {START_LINK} auto-appointment@sebastianhaas.online {CLOSE_LINK} or calling us directly at 269-852-0681.
de: Sie können jederzeit ein neues Terminangebot anfordern. Schreiben Sie an {START_LINK} auto-appointment@sebastianhaas.online {CLOSE_LINK} , oder rufen Sie uns unter 01 123 123456 an.
